[
  "table-editor-obsidian",
  "better-word-count",
  "obsidian-excalidraw-plugin",
  "mousewheel-image-zoom",
  "omnisearch",
  "text-extractor",
  "obsidian-style-settings",
  "obsidian-git",
  "editing-toolbar",
  "tag-wrangler",
  "nldates-obsidian",
  "calendar"
]